{
  "index_type": "Flat",
  "dimension": 722,
  "num_vectors": 14,
  "document_source": "DEED of Conveyance_redacted.pdf",
  "chunks": [
    {
      "chunk_id": 1,
      "content": "4.1 Whereas the First Party herein is the absolute and lawful owner of the property\nmore fully described in Part I of the Schedule A hereto which was purchased by\n-\nthe Owner vide two deed of conveyance as detailed in the Devolution of Title (the\n\"Total Land\"). Out of the Total Land, 93,983.856 sq. metre of land more fully\ndescribed in Part II of Schedule A and demarcated in red on the plan attached\nhereto and marked as Annexure I, will be used for the Residential Project (the\n\"Whole Project Land\") and the balance land measuring 5,999.144 sq. metre more\nor less, shall be developed by the Owner/Promoter for providing Community\nFacilities such as shops, offices, outlets service business, commercial\nestablishments, serviced apartments, banquette halls etc. as may be decided by the\nOwner/Promoter in its sole discretion (the \"Community Facility Land\"), more\nfully and particularly mentioned in Part IV of Schedule-A, hereinafter referred to\nas the \"said premises\" and the chain of title, Ownership detail more fully and\nparticularly mentioned in Schedule-B appearing in this deed.",
      "type": "section",
      "header": "4.1 Whereas the First Party herein is the absolute and lawful owner of the property",
      "char_count": 1087,
      "sentence_count": 2,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 2,
      "content": "4.2 The Whole Project Land is intended for the purpose of development of a\nresidential complex thereon, presently named as \"Elita Garden Vista\".\n4.2.1 Phase I consist of 8 blocks namely 1, 2, 3, 4, 5, 14, 15 & 16 comprises of\napartments, covered and open car parking spaces. The Promoter/Owner has\nalready completed construction of the Phase I of the Whole Project in terms of\nthe Plan and has obtained Block wise Occupancy Certificate from New Town\nKolkata Development Authority in respect of Phase I.\n4.2.2 Phase II consisting of 8 blocks namely 6, 7, 8, 9, 10, 11, 12 & 13 comprises\n-\nof 823 apartments, 704 covered and 532 open car parking spaces.\n4.2.3 Community Facilities Land will be developed in later stage.\n4.2.4 The Promoter/Owner has commenced construction of the Phase II of the\nProject from 26.08.2015 which will be the second phase of development of the\nwhole Project on the portion of land as physical demarcation shown in the\nPlan enclosed herewith and marked as Annexure I (the \"Phase II\"), Undivided\nproportionate share of Whole Project Land is sold to the Phase I Apartment\nOwners balance undivided share of Whole Project Land is attributed to the\nPhase II Apartments (the \"Phase II land\") the same is more particularly\nmentioned and described in Part III of the Schedule A hereto.\n2",
      "type": "section",
      "header": "4.2 The Whole Project Land is intended for the purpose of development of a",
      "char_count": 1304,
      "sentence_count": 2,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 3,
      "content": "7.1 Transfer:\n7.1.1 In consideration of payment for a total amount, more\nfully described in\nSchedule-D, and paid by the Purchaser to the Promoter herein and in further\nconsideration of Purchaser fulfilling all obligations under these presents, the\nOwner/Promoter (Transferor) do and doth hereby sell, transfer, convey, assure\nand assign forever unto and in favour of the Purchaser All That an Apartment,\ntogether with proportionate variable, undivided, indivisible share of Whole\nProject Land and attributable to the said Apartment/Unit, together with facility\nto park medium size road worthy passenger car/s in the allotted car parking\nspace, if allotted, hereinafter referred to as the Said Unit and forming part and\nparcel thereof, more fully described in the Part II of Schedule C and the\nTransferors doth hereby release, relinquish and disclaim all their respective\nright, title and interest into or upon the said Unit TO HAVE AND TO HOLD\nthe said Unit, unto the Purchaser herein absolutely and forever free from all\nencumbrances, trusts, liens, quasi easement and other stipulation and provision\nin connection with the beneficial use and enjoyment of the said Unit,\nbelonging to and held by the Purchaser for residential purpose only and\nupon/after execution of this deed, subject however, to the rights reserved by\nthe Transferors, the Purchaser shall have every right to sell, gift, lease and\ntransfer the same.\n7.1.2 Right to use the common area of the said Residential Complex more fully\ndescribed in Schedule-E (Share of Common area), are all comprised in and/or\nbeing part or portions of the said Premises and/or the said Residential\nComplex, including the common facilities and amenities provided thereat.\n7.1.3 The aforesaid sale and transfer is and subject to the rights of the Purchaser\nfully described in Part IV of Schedule-E and further subject to\nmore\nconditions and covenants more fully described in Schedule -F, which shall be\ncovenants running with the said Unit.",
      "type": "section",
      "header": "7.1 Transfer:",
      "char_count": 1986,
      "sentence_count": 1,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 4,
      "content": "7.2 Covenants of the Purchaser:\n7.2.1 The Purchaser subject to compliance of all the terms and condition of this\ndeed and further, observing and performing the covenants, more fully\ndescribed in the Schedule F and obligations described in Schedule G,\n-\nappearing hereinafter, shall peacefully own, hold and enjoy the said Unit.\n4\n7.2.2 T m h od e i fic P a u t r i c on h a a s n e d r / o h r as al te b r e a e ti n o n, a n f d or t is h e a p w u a r r p e o , s e th o a f t e c x e p r e t d ai i n t io m u i s n c o o r n st c r h u a c n t g i e on s , ,\nA\nb c e\nr\no t\nc\nu t\nh\nr e\ni\ns r\nt\ne\ne\np\nc\no l\nt\nf a\n,\nn c n o\nt\nn i\no\ns n t g r\nt\nu\nh\na c\ne\nn t d i\np\no\nr\nn d\ne\nu w\nl\ne e\ni\nr\nm\nt\ni\ne o\nn a\nm n\nr\na o\ny\nn d - e a\np\nv\nl\nb a\na\ny i\nn\nl\ns\nt a h b e i\na\nl P\nn\ni r\nd\nt o y m\ns\no o\np\nt f\ne\ne\nc\nc r\ni\ne\nf\nr o\ni\nt\nc\nn a\na\ni t\nt\nn\ni\nh\no\ne\nn\nm\ns\na a\n,\nd t e v r i\nr\ni c\ne\na e\nf\nl\nl\ns o\ne\n, f\nc t\nt d\ne\nh\nd\nu e r i P\ni\nn r\nn\ng o j\nt\nt e\nh\nh c e\ne\nt\nbrochure, at the time of booking and the Purchaser hereby undertakes not to\nraise any dispute and/or claim of whatsoever nature in this regard.\n7.2.3 Upon execution of this conveyance deed, the Purchaser, subject to the\nwarranty mentioned in clause 7.3.3, hereafter, shall not raise any claim of\nwhatsoever nature, against the Owner/Promoter.",
      "type": "section",
      "header": "7.2 Covenants of the Purchaser:",
      "char_count": 1292,
      "sentence_count": 1,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 5,
      "content": "7.3 Covenants and Rights of Transferor:\n7.3.1 The Transferor confirm that the title to the Premises is marketable and free\nfrom all encumbrances and the Transferor has good right, full power and\nabsolute authority to sell, transfer and convey the said Unit, as mentioned in\nPart II of Schedule-C.\n7.3.2 That at the costs and requests of Purchaser, the Transferor shall do all such\nacts and execute all documents as may be required for more perfectly assuring\nthe said Unit unto and/or in favour of the Purchaser and shall also, for\nverification produce and / or provide all original title documents/papers, unless\nprevented by fire or irresistible force.\n7.3.3 The Promoter shall rectify all reasonable construction related defects in the\nUnit, if any, brought to the notice of the Promoter, at its own cost and effort,\nwithin five calendar year from the date of Occupancy Certificate for the\nrespective Block, issued by the NKDA. It is clarified that the above said responsibility of the Transferors shall not\ncover defects, damage, or malfunction resulting from (a) misuse (b)\nmodifications or repairs done by the Purchaser or his/her/their/its\nnominee/agent, (c) cases of force majeure (d) failure to maintain the\namenities/equipments (e) accident and (f) negligent use. Warranty for all\nconsumables or equipments used such as generators, lifts, fittings and fixtures,\nwill be as provided by the respective manufacturers on their standard terms. Provided that where the manufacturer warranty as shown by the Promoter to\nthe Purchaser ends before the defect liability period and such warranties are\ncovered under the maintenance of the said Residential Complex and if the\nannual maintenance contracts are not done/renewed by the Purchasers, the\nPromoter shall not be responsible for any defects occurring due to the same. The Project as a whole has been conceived, designed and constructed based on\nthe commitments and warranties given by the Vendors/Manufacturers that all\nequipment, fixtures and fittings shall be maintained and covered by\nmaintenance / warranty contracts so as it be sustainable and in proper working\ncondition to continue warranty in both the Apartments and the Common\nproject amenities wherever applicable. The Purchaser has been made aware\nand the Purchaser expressly agrees that the regular wear and tear of the\nResidential Complex excludes minor hairline cracks on the external and\n5\nc\nc\nin o\ne\nt n\nm\ne c\ne\nr r\nn\nn e\nt\na t\ni\nl e\nt\nw ,\ni\na\no\nl b\nu\nl\ns\nl s o\nm\nc e\na\nx k\nt\nc\ne\nl\nr\nw u\ni\no d\na\nk\nl\ni / n\na\nb g\nn\nr t i\nd\nh c\nw\ne k\nh\nR\ni\nw C\nc\no\nh\nC r k\nd\n, s\no\nt r\nn\nu p\no\nc l\nt\na t s u\na\nt r e\nm\ne r\no\n, w\nu\nh\nn\nw i\nt\nh c i h\nto\nc h h\ns\na\nt\np\nr\ni p\nu\ns e\nc t\nn\nu\ni s\nr\nn\na\nh d\nl\ne u r\nd\ne e\ne\nn\nf\nt t\ne\no\nc\ns\nt\np h\ns\nr r o\na\ni p\nn\nn e\nd\nk r a t\nh\ng y\ne\ne\nn c\no i\ne\nf n\ncannot be attributed to either bad workmanship or structural defect. It is\nexpressly agreed that before any liability of defect is claimed by or on behalf\nn\no\no\nf\nmi\nP\nn\nu\na\nrc\nt\nh\ne\na\nd\ns\nb\ner\ny t\ni\nh\nt\ne A\nsh\nr\na\nc\nl\nh\nl\ni t\nb\nec\ne\nt\nn\no\ne\nf\nc\nt\ne\nh\ns\ne\ns\ns\na\na\nr\ni\ny\nd p\nt\nr\no\no j\na\ne\np\nc\np\nt,\no i\nw\nn\nh\nt\no\na\ns\nn\nh al\ne\nl\nx\ns\np\nu\ne\nr\nr\nv\nt/\ne\ns\ny\nu\na\nrv\nn\ne\nd\ny o\na\nr\nss e\nt\ns\no\ns t\nb\nh\ne\ne\nsame and then submit a report to state the defects in material used in the\nstructure of the Unit and in the workmanship executed.\n7.3.4 The Promoter shall be entitled to allot, transfer, enjoy and/or utilize all\nP o u p r e c n h / a c s o e v r e , r e a d n d/ c o a r r a p n a y r k o i th n e g r c s o pa n c s e t s r , u ct s e a d v e a re a a n d w hi e c xc h e p is t no t t h o e s a e r m a a l r l k o e t d te / d r es to e rv t e h d e\nE f l o i r t t a h G e a r c d o e m n m V o is n t a u , s a e t s o u f c o h w c n o e n r s s i / d o e c r c at u i p o a n n t o s r i o n f s u th c e h m sa a i n d n e R r es a i s d e t n h t o i u a g l h t C o d m e p e l m e e x d\nfit and proper.\n7.3.5 The Promoter reserve its right for development in future in Community\nFacility Land and extend the common services and facilities provided herein,\nincluding ingress and egress from the main road through and from the said\nResidential Complex and/or to the said Community Facility Land.\n7.3.6 The Owner/Promoter shall handover the common areas of the project to the\nAssociation of the Apartment Owners as per law. The Purchaser shall sign all\nn\nO\ne\nw\nc\nn\ne\ne\ns\nr\ns\n/\na\nP\nr\nr\ny\no m\nd\no\no\nt\nc\ne\nu\nr\nm\n,\ne n\na\nt\nn\ns\nd\n,\nf\nf\nor\no r\nt\nm\nh\ns\na\n,\nt\nd\nt\ne\nh\nc\ne\nl a\nP\nr\nu\na\nr\nt\nc\nio\nh\nn\na\n,\ns er\na s\nsh\na\nal\nn\nl\nd\nau\nw\nt\nh\nh\ne\no\nn\nr iz\na\ne\ns\n/\nk\ne\ne\nm\nd\np ow\nb\ne\ny\nr\nt\nt\nh\nh\ne\ne\nrepresentative/s of the Promoter by giving a Power of Attorney in favour of its\nrepresentative/s.",
      "type": "section",
      "header": "7.3 Covenants and Rights of Transferor:",
      "char_count": 4674,
      "sentence_count": 8,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 6,
      "content": "The Project as a whole has been conceived, designed and constructed based on\nthe commitments and warranties given by the Vendors/Manufacturers that all\nequipment, fixtures and fittings shall be maintained and covered by\nmaintenance / warranty contracts so as it be sustainable and in proper working\ncondition to continue warranty in both the Apartments and the Common\nproject amenities wherever applicable. The Purchaser has been made aware\nand the Purchaser expressly agrees that the regular wear and tear of the\nResidential Complex excludes minor hairline cracks on the external and\n5\nc\nc\nin o\ne\nt n\nm\ne c\ne\nr r\nn\nn e\nt\na t\ni\nl e\nt\nw ,\ni\na\no\nl b\nu\nl\ns\nl s o\nm\nc e\na\nx k\nt\nc\ne\nl\nr\nw u\ni\no d\na\nk\nl\ni / n\na\nb g\nn\nr t i\nd\nh c\nw\ne k\nh\nR\ni\nw C\nc\no\nh\nC r k\nd\n, s\no\nt r\nn\nu p\no\nc l\nt\na t s u\na\nt r e\nm\ne r\no\n, w\nu\nh\nn\nw i\nt\nh c i h\nto\nc h h\ns\na\nt\np\nr\ni p\nu\ns e\nc t\nn\nu\ni s\nr\nn\na\nh d\nl\ne u r\nd\ne e\ne\nn\nf\nt t\ne\no\nc\ns\nt\np h\ns\nr r o\na\ni p\nn\nn e\nd\nk r a t\nh\ng y\ne\ne\nn c\no i\ne\nf n\ncannot be attributed to either bad workmanship or structural defect. It is\nexpressly agreed that before any liability of defect is claimed by or on behalf\nn\no\no\nf\nmi\nP\nn\nu\na\nrc\nt\nh\ne\na\nd\ns\nb\ner\ny t\ni\nh\nt\ne A\nsh\nr\na\nc\nl\nh\nl\ni t\nb\nec\ne\nt\nn\no\ne\nf\nc\nt\ne\nh\ns\ne\ns\ns\na\na\nr\ni\ny\nd p\nt\nr\no\no j\na\ne\np\nc\np\nt,\no i\nw\nn\nh\nt\no\na\ns\nn\nh al\ne\nl\nx\ns\np\nu\ne\nr\nr\nv\nt/\ne\ns\ny\nu\na\nrv\nn\ne\nd\ny o\na\nr\nss e\nt\ns\no\ns t\nb\nh\ne\ne\nsame and then submit a report to state the defects in material used in the\nstructure of the Unit and in the workmanship executed.\n7.3.4 The Promoter shall be entitled to allot, transfer, enjoy and/or utilize all\nP o u p r e c n h / a c s o e v r e , r e a d n d/ c o a r r a p n a y r k o i th n e g r c s o pa n c s e t s r , u ct s e a d v e a re a a n d w hi e c xc h e p is t no t t h o e s a e r m a a l r l k o e t d te / d r es to e rv t e h d e\nE f l o i r t t a h G e a r c d o e m n m V o is n t a u , s a e t s o u f c o h w c n o e n r s s i / d o e c r c at u i p o a n n t o s r i o n f s u th c e h m sa a i n d n e R r es a i s d e t n h t o i u a g l h t C o d m e p e l m e e x d\nfit and proper.\n7.3.5 The Promoter reserve its right for development in future in Community\nFacility Land and extend the common services and facilities provided herein,\nincluding ingress and egress from the main road through and from the said\nResidential Complex and/or to the said Community Facility Land.\n7.3.6 The Owner/Promoter shall handover the common areas of the project to the\nAssociation of the Apartment Owners as per law. The Purchaser shall sign all\nn\nO\ne\nw\nc\nn\ne\ne\ns\nr\ns\n/\na\nP\nr\nr\ny\no m\nd\no\no\nt\nc\ne\nu\nr\nm\n,\ne n\na\nt\nn\ns\nd\n,\nf\nf\nor\no r\nt\nm\nh\ns\na\n,\nt\nd\nt\ne\nh\nc\ne\nl a\nP\nr\nu\na\nr\nt\nc\nio\nh\nn\na\n,\ns er\na s\nsh\na\nal\nn\nl\nd\nau\nw\nt\nh\nh\ne\no\nn\nr iz\na\ne\ns\n/\nk\ne\ne\nm\nd\np ow\nb\ne\ny\nr\nt\nt\nh\nh\ne\ne\nrepresentative/s of the Promoter by giving a Power of Attorney in favour of its\nrepresentative/s.",
      "type": "section",
      "header": "7.3 Covenants and Rights of Transferor:",
      "char_count": 2850,
      "sentence_count": 2,
      "overlap_sentences": 2,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 7,
      "content": "7.4 Possession: Simultaneously upon execution of this conveyance deed, the\nPromoter have handed over possession of the said Apartment along with the car\nparking space, if allotted as per the plan annexed hereto, to the Purchaser, which\nthe Purchaser hereby admits and acknowledges, to have received and the\nPurchaser/s is/are fully satisfied and has further declare and confirm that\nhe/she/they have no claims whatsoever, with regards to quality of construction,\ncompletion time or otherwise for the said Apartment against the Transferor. SCHEDULE -A\nPARTI\n(TOTAL LAND)\nAll That piece and parcel of land measuring about 99,983 sq metre/cottahs more or less\nbeing Premises No. IIIE-0004, Plot Nos. IIIE-4 and IIIE-4/1, Action Area, IIIE, New Town,\nKolkata, Police Station New Town, Village & Post Office Akandakeshari, Pin 700135,\nDistrict 24 Parganas (North), presently under NKDA and butted and bounded as follows:\nOn the East : Peripheral Canal\nOn the West : 15M WIDE GREEN VERGE and 48 M. WIDE ROAD\nOn the North 48 M. WIDE ROAD and Peripheral Canal\nOn the South : Plot N. 111E/5 and Park/Play Ground\n6\nPART II\nWHOLE PROJECT LAND\n(RESIDENTIAL)\nALL THAT piece and parcel of land measuring about 93,983.856 sq metre more or less\nconsisting of both Phase I and Phase II being Premises No. IIIE-0004, Plot Nos. IIIE-4 and\nIIIE-4/1, Аction Area, IIIE, New Town, Kolkata, Police Station New Town, Village & Post\nOffice Akandakeshari, Pin 700135, District 24 Parganas (North), presently under NKDA. PART III\n(PHASE II LAND)\nAll That piece and parcel of land measuring about 47,926 sq metre more or less undivided\nproportionate land consisting of Phase II being Premises No. IIIE-0004, Plot Nos. IIIE-4 and\nIIIЕ-4/1, Аction Area, IIIE, New Town, Kolkata, Police Station New Town, Village & Post\nOffice Akandakeshari, Pin 700135, District 24 Parganas (North) presently under NKDA.",
      "type": "section",
      "header": "7.4 Possession: Simultaneously upon execution of this conveyance deed, the",
      "char_count": 1873,
      "sentence_count": 11,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 8,
      "content": "A. By an Indenture of Sale dated the 22nd of February, 2007 made between West Bengal\nHousing Infrastructure Development Corporation Limited (WBHIDCL) and Magus Bengal\nDevelopers Pvt. Ltd. (subsequently known as Keppel Magus Development Private Limited\nand now known as Elita Garden Vista Project Private Limited) and registered in the office of\nAdditional District Sub-Registrar Bidhannagar (Salt Lake City) in Book No. I Volume No.\n59, Pages No. 117 to 126, Being No. 00945 for the year 2007. WBHIDCL sold and\ntransferred to Magus Bengal Developers Pvt. Ltd. the piece and parcel of land measuring\nabout 48,573.66 Sq. Metre more or less being Premises No. (Erstwhile Plot No. 111E-4/1 in\nBlock No.) in Street No. 48 M. WIDE ROAD situated in New Town, Police Station Rajarhat\nDistrict: North 24 Parganas at or for the consideration therein mentioned and on the terms\nand conditions therein mentioned and thus, the Owner/Promoter herein became the sole and\nabsolute owner of all that piece and parcel of land measuring about 48,573.66 Sq. Metre more\nor less being Premises No. (Erstwhile Plot No. 111E-4/1 in Block No.) in Street No. 48 M.\nWIDE ROAD situated in New Town, Kolkata.",
      "type": "section",
      "header": "A. By an Indenture of Sale dated the 22nd of February, 2007 made between West Bengal",
      "char_count": 1179,
      "sentence_count": 9,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 9,
      "content": "By an Indenture of Sale dated the 20th of March, 2007 made between West Bengal\nHousing Infrastructure Development Corporation Limited (WBHIDCL) and Magus Bengal\nDevelopers Pvt. Ltd. (subsequently known as Keppel Magus Development Private Limited\nand now known as Elita Garden Vista Project Private Limited) and registered in the office of\nAdditional District Sub-Registrar. Bidhannagar (Salt Lake City) In Book No. 1, Volume No.\n94, Pages No. 70 to 80, Being No. 1518 for the year 2007. WBHIDCL sold and transferred to\nMagus Bengal Developers Private Ltd. the piece and parcel of land measuring about\n7\n51,409.34 Sq. Metre more or less being Premises No. (Erstwhile Plot No. 111E-4 in Block\nNo.) in Street No. 48 M. WIDE ROAD situated in New Town, Police Station Rajarhat,\nDistrict North 24 Parganas at or for the consideration therein mentioned and on the terms and\nconditions therein mentioned and thus, the Owner/Promoter herein became the sole and\nabsolute owner of all that piece and parcel of land measuring about 51,409.34 Sq. Metre more\nor less being Premises No. (Erstwhile Plot No.111E/4 in Block No.) in Street No. 48 M. WIDE ROAD situated in New Town, Kolkata. The Owner/Promoter is in possession of and entitled to the land measuring 48,573.66 Sq. Metre more or less and land measuring about 51,409.34 Sq. Metres more or less both\naggregating to 99,983 Sq. Metre at Premises No. (Erstwhile Plot No. 111E-4/1 and 111E-4\n.in Block No.) in Street No. 48 M. WIDE ROAD situated in New Town, Kolkata (hereinafter\ncalled \"the Total Land\") more fully described in the Part I of Schedule A hereunder\nwritten. SCHEDULE -C\nPart I\n(SALE AGREEMENT)\nThe Owner/Promoter have entered into a Sale Agreement on 28th May 2021, the Purchaser\nherein for agreement to sale of the said Unit more fully described in the Part II of the\nSchedule C.",
      "type": "section",
      "header": "B. By an Indenture of Sale dated the 20th of March, 2007 made between West Bengal",
      "char_count": 1835,
      "sentence_count": 14,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 10,
      "content": "Metres more or less both\naggregating to 99,983 Sq. Metre at Premises No. (Erstwhile Plot No. 111E-4/1 and 111E-4\n.in Block No.) in Street No. 48 M. WIDE ROAD situated in New Town, Kolkata (hereinafter\ncalled \"the Total Land\") more fully described in the Part I of Schedule A hereunder\nwritten. SCHEDULE -C\nPart I\n(SALE AGREEMENT)\nThe Owner/Promoter have entered into a Sale Agreement on 28th May 2021, the Purchaser\nherein for agreement to sale of the said Unit more fully described in the Part II of the\nSchedule C. Part II\n(SAID UNIT)\nAll that the Apartment no. 0106 on the 1st floor in the 8 block/ wing of Phase II of the\nresidential complex 'ELITA GARDEN VISTA' constructed in the Premises detailed in\nSchedule A, having a carpet area of 885.13 sq. ft., having balcony area of 47.89 sq. ft.,\nhaving Service balcony area of 0 sq. ft. Corresponding super built up area of 1344 sq. ft.\n(1028 sq. ft. built up area) and open to sky terrace carpet area of 0 sq. ft. shown in the floor\nplan annexed and marked as Annexure II along with an undivided proportionate share of land\nmentioned in Part III of the Schedule A hereinabove together with the right of use of the\ncommon facilities, driveways, amenities in the residential part of the project shown in the\nMap annexed hereto and marked as Annexure I. SCHEDULE D\n-\n(Consideration)\nPrice for the Said Unit detailed above Rs. 73,19,468/-\nSCHEDULE E\n-\nPART -I\nCommon areas and Utilities in the said Project\nOpen Spaces: All green spaces and recreational facilities located therein with all trees,\n-\nshrubs, planter areas etc in the residential complex. Internal Roads:- Inside roads finished with bitumen including pathways driveways\n(concrete/paver blocks etc).\n8\nDrainage & Sewerage:- Underground Sewerage network and storm water drainage network\nwith sump tanks. Also shall include sewage treatment plant that must be handed over to the\nconcerned authority. Water Supply:- Pipe lines network, overhead storage tanks, underground reservoirs. Boundary Wall:- All boundary walls in the residential complex. Back up Power Supply:- Diesel Generators supplying to common areas.",
      "type": "section",
      "header": "B. By an Indenture of Sale dated the 20th of March, 2007 made between West Bengal",
      "char_count": 2122,
      "sentence_count": 10,
      "overlap_sentences": 2,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 11,
      "content": "Also shall include sewage treatment plant that must be handed over to the\nconcerned authority. Water Supply:- Pipe lines network, overhead storage tanks, underground reservoirs. Boundary Wall:- All boundary walls in the residential complex. Back up Power Supply:- Diesel Generators supplying to common areas. Podium:- Podium and all the recreational facilities located therein. Club House/s:- The building, structures, amenities, facilities, equipment provided in the\ngym, yoga/aerobics room, multi-purpose hall, games room, sauna etc. Intercom, CCTV for perimeter protection and main entrance lobby of the Blocks, Access card\nand vehicle barrier within the residential complex. Fire Protection:- Fire protection system provided in common areas. Lighting:- All lighting within common areas and electrical fittings and fixtures within\ncommon areas. PART-II\n(The Common areas and Utilities for the residential block)\n(a) The foundations, columns, beams, support, main walls, roofs, corridors, lobbies,\nstaircases of the building in the residential complex.\n(b) Electrical meter room provided for installations of meter(s) on the ground floor.\n(c) Lift and Lift machine room in the building.\n(d) Overhead water tanks.\n(e) Common Roof.\n(f) All lighting fixtures at lift lobby.\n(g) Windows/doors/grilles and all other fittings in the common areas of the Building. Part III\n(\"Recreation Facilities\" referred to herein above)",
      "type": "section",
      "header": "B. By an Indenture of Sale dated the 20th of March, 2007 made between West Bengal",
      "char_count": 1418,
      "sentence_count": 9,
      "overlap_sentences": 2,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 12,
      "content": "The Purchasers/occupiers of the said Apartment shall not install any box grill for the\nwindows, nor shall change the design of the balcony railings and shall strictly follow the\nexisting designs and colour of the same, which have been approved by the Architect. Part V\n(\"common expenses\" referred to hereinabove)\n10\n1) All Costs of maintenance operation/repairs, replacement/services and white\nwashing/painting, cleaning, rebuilding, reconstructing, decorating and renewal of all\ncommon areas / parts in the residential complex and the fixtures, fittings, electrical\nwirings and equipment in under upon of the said building enjoyment and used in\ncommon by the occupiers of the said building and also in the common portion of the\nresidential complex.\n2) Salaries and other expenses incurred for and payable to any person employed for\ncommon purposes including Security, Electrician, Maintenance, Plumber etc and\nAdministration of the building/ Administration of the common portion of the\nResidential complex including Clerks, Accountants, property managers etc.\n3) Insurance premium for insuring the building containing said flat/unit against\nearthquake, damages, fire, lightning, civil commotion etc. and for public liability and\nequipment at common areas.\n4) Expenses for supplies of common utilities, electricity, water charges etc. payable to\nany concerned authorities and/or organizations and payment of all charges incidental\nthereto.\n5) Municipal and other Rates and Taxes and levies and all other outgoings pertaining to\nthe common areas within the said Project, save those which would be separately\nassessed and/or incurred in respect of any unit or portion of land.\n6) Costs and Establishment and Operational charges of the Association of Apartment\nOwners relating to common purposes in the building and also relating to common\npurposes of the common areas of the residential complex.\n7) Administering the Managing Agent staff and complying with all relevant statue and\nregulations and orders thereunder and employing suitable persons or company to deal\nwith these matters.\n8) Electricity expenses for lighting the common areas, outer walls of the building,\nparking spaces and for operation of all the common areas of the building and also all\ncommon areas in the residential complex.\n9) Operational and Maintenance costs of Intercom, CCTV, Access Card, Vehicle barrier\nincluding Proximity Card System within the residential complex.\n10) Cleaning as necessary ofthe common areas in the residential complex.\n11) Maintenance of the gym room/equipment, aerobics/yoga room, multi- purpose hall,\nswimming pool, reading room, sauna etc.\n12) Maintenance and operating of the lifts.\n13) Providing and arranging for the emptying and removal of garbage.\n14) Operational expenses related to the Management and Administration of the\ndevelopment.\n15) Abating any nuisance and executing such works as may be necessary for compliance\nof any requirement or statute with any notice served by the authority in connection\nwith the development or any part thereof so far as the same is not the liability of or\nattributable to Apartment of any individual lessee of any apartment.\n16) All such other expenses and outgoings as are deemed by the Managing Agent\nappointed by the Association of Apartment Owners and deemed to be necessary for or\nincidental thereto.\n17) Costs for engagement of term contractors for the maintenance, operations and all\nother required works for the common areas and property. Schedule F\n(Conditions & Covenants)\n11",
      "type": "section",
      "header": "6. The Purchasers/occupiers of the said Apartment shall not install any box grill for the",
      "char_count": 3528,
      "sentence_count": 3,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 13,
      "content": "2. The West Bengal State Electricity Distribution Company Limited (WBSEDCL) shall\nprovide for the supply of bulk or individual electrical energy to the said Project and\nmeter reading and billing will be carry out to individual units by the person\nAuthorised for the same. In the interim the Promoter/Owner/Managing Agent/\nAssociation of Apartment Owners will be entitled to recover from the Purchaser the\nactual electricity consumption charges of the Purchaser along with the security\ndeposit payable by the Owner/Promoter to WBSEDCL along with any other costs\nand/or charges as may be demanded by the WBSEDCL from time to time. The\nOwner/Promoter/Maknaging Agent/Association of Apartment Owners will also raise\nmonthly electricity bills on the Purchaser based on the actual sub meter readings and\nthe Purchaser shall pay the same within the 7 days of presentation of the bill.\n3. \"All light, fan and 6 ampere socket points in the apartment shall have DG back up\npower supply limited to 1 KVA only for 3 Bedroom /2.5 Bedroom apartments and 0.8\nKVA for 2 Bedroom apartments. Automatic Changeover Current Limiter is provided\nin the circuit to check the overload for the apartment. The maintenance of the same\nshall be responsibility of the Purchaser.\"",
      "type": "section",
      "header": "2. The West Bengal State Electricity Distribution Company Limited (WBSEDCL) shall",
      "char_count": 1249,
      "sentence_count": 5,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    },
    {
      "chunk_id": 14,
      "content": "e. ThePurchaser shall pay for the electricity as per the bills served on the Said\nApartment by the WBSEDCL or in the interim by the\nOwner/Promoter/Managing Agent/Association of Apartment Owners.\nPayments to the WBSEDCL as and when bills directly raised by them to the\nindividuals should be according to the terms and conditions of the\nWBSEDCL. In the interim such payments shall be made by the\nPurchaser/occupier within 7 days of receipt of the bill issued by the\nOwner/Promoter/Managing Agent/Association of Apartment Owner. If the\nPurchaser fails to pay such bill within the stipulated due date, the Purchaser\nshall be liable to pay late payment surcharge prevalent at that point of time. In\nthe event the Purchaser/Occupier fails to pay such bills for two months, the\nOwner/Promoter/Managing Agent/Association of Apartment Owners shall\nissue a notice to the Purchaser/Occupier for payment of such dues within a\nperiod of 7 days from the receipt of such notice. Inspite of the above, if the\nPurchaser/Occupier fails to pay such dues along with applicable late payment\nsurcharge within the period of 7 days, the Owner/Promoter/Managing\nAgent/Association of Apartment Owners may forthwith disconnect the supply\nof electricity until full payment is made. In such an event the Purchaser shall\nalso be liable to pay disconnection and reconnection charges as may be levied\nby the Owner/Promoter /Managing Agent/Association of Apartment Owners.;",
      "type": "section",
      "header": "e. ThePurchaser shall pay for the electricity as per the bills served on the Said",
      "char_count": 1440,
      "sentence_count": 7,
      "overlap_sentences": 0,
      "source_document": "DEED of Conveyance_redacted.pdf"
    }
  ]
}